import sys

BOT_TOKEN = sys.argv[1]
NEWS_CHANNEL = sys.argv[2]

EMOJIS = {
    'Общество': [
        '👨‍👩‍👧‍👦👨‍👩‍👧👨‍👩‍👦👨‍👩‍👦',
        '👩‍👦‍👦👩‍👧‍👦👩‍👧',
        '👨‍👩‍👧‍👧👨‍👩‍👦‍👦👨‍👩‍👧‍👦',
    ],
    'Финансы': [
        '💶💶💶',
        '💷💷💷',
        '💰💰💰',
        '💸💸💸',
        '💵💵💵',
        '💴💴💴',
        '🏦'
    ],
    'Политика': [
        '🏛',
        '🌏🌍🌎',
        '👑🪖',
    ],
    'Экономика': [
        '📊',
        '📈',
        '📉',
    ],
    'Бизнес': [
        '⌚️',
        '💼',
        '🖨',
    ],
    'Технологии': [
        '💻',
        '📱',
        '💾',
    ],
    'Карьера ': [
        '🕴🏻',
        '👩🏻‍💻',
    ],
    'Инвестиции ': [
        '🏦💴💰',
        '📊🏦💵',
    ],
    'Менеджмент ': [
        '🗃🗄📋',
        '🖊',
        '⌚️📱',
    ],
    'Медиа': [
        '📺',
        '📸',
        '📡',
    ],
    'Авто': [
        '🚗',
        '🚙',
        '🚐',
        '🚚',
    ],
}
